Repository: georgetangca/wp-recipe-press
Catalog: lang/recipe-press-*.po
Languages: es_es

source: RecipePress requires an update.
es_es: RecipePress requiere una actualizaci&oacute;n.

source: You must <a href="%1$s">run the update tool</a> for it to work.
es_es: Debe <a href="%1$s"> ejecutar la herramienta de actualizaci&oacute;n</ a> para que funcione.

source: RecipePress Upgrade
es_es: RecipePress actualizaci&oacute;n

source: Update to version 2.0
es_es: Actualizar a la versi&oacute;n 2.0

source: Creating new taxonomy for ingredient sizes and populating data.
es_es: Creaci&oacute;n de nueva taxonom&iacute;a para los tama&ntilde;os de los ingredientes y rellenar los datos.

source: Creating new taxonomy for serving sizes and populating data.
es_es: Creaci&oacute;n de nueva taxonom&iacute;a de tama&ntilde;os de las porciones y rellenar los datos.

source: Creating new taxonomy for ingredients and populating data.
es_es: Creaci&oacute;n de nueva taxonom&iacute;a de los ingredientes y rellenar los datos.

source: Done Updating.
es_es: Hecho actualizaci&oacute;n.

source: Add New
es_es: Agregar nuevo

source: Edit %1$s
es_es: Editar %1$s

source: Edit
es_es: Editar

source: New %1$s
es_es: Nuevo %1$s

source: View %1$s
es_es: Ver %1$s

source: Search %1$s
es_es: B&uacute;squeda %1$s

source: No %1$s found
es_es: No hay ning&uacute;n %1$s que se encuentran

source: No %1$s found in Trash
es_es: Ning&uacute;n %1$s encontrado en la basura

source: Parent %1$s
es_es: Padres %1$s

source: Parent %1$s:
es_es: Padres %1$s:

source: Warning: The site administrator has not set a page to load the recipe box on.
es_es: Advertencia: El administrador del sitio no ha puesto una p&aacute;gina para cargar la caja de la receta en la.

source: Ingredients
es_es: Ingredientes

source: Recipe Ingredients
es_es: Receta Ingredientes

source: Popular %1$s
es_es: %1$s populares

source: All %1$s
es_es: Todos los %1$s

source: Update %1$s
es_es: Actualizar %1$s

source: Add %1$s
es_es: A&ntilde;adir %1$s

source: Add or remove %1$s
es_es: Agregar o eliminar %1$s

source: Choose from the most used %1$s
es_es: Elija una de las m&aacute;s utilizadas %1$s

source: Sizes
es_es: Tama&ntilde;o

source: Size
es_es: Tama&ntilde;o

source: Search Sizes
es_es: Buscar los tama&ntilde;os

source: Popular Sizes
es_es: Los tama&ntilde;os m&aacute;s populares

source: All Sizes
es_es: Todos los tama&ntilde;os

source: Parent Size
es_es: Tama&ntilde;o de los padres

source: Edit Size
es_es: Edici&oacute;n del tama&ntilde;o de

source: Update Size
es_es: Actualizaci&oacute;n de Tama&ntilde;o

source: Add Size
es_es: A&ntilde;adir Tama&ntilde;o

source: New Size
es_es: Nuevo tama&ntilde;o

source: Add or remove Sizes
es_es: Agregar o quitar tama&ntilde;os

source: Choose from the most used Sizes
es_es: Elija entre los tama&ntilde;os m&aacute;s utilizados

source: Serving Sizes
es_es: Tama&ntilde;o de las porciones

source: Serving Size
es_es: Tama&ntilde;o de la porci&oacute;n

source: Search Serving Sizes
es_es: Buscar tama&ntilde;o de las porciones

source: Popular Serving Sizes
es_es: Popular Tama&ntilde;o de las porciones

source: All Serving Sizes
es_es: Todas tama&ntilde;o de las porciones

source: Parent Serving Size
es_es: Padres Tama&ntilde;o de la porci&oacute;n

source: Edit Serving Size
es_es: Modificar Tama&ntilde;o de la porci&oacute;n

source: Update Serving Size
es_es: Actualizar Tama&ntilde;o de la porci&oacute;n

source: Add Serving Size
es_es: A&ntilde;adir Tama&ntilde;o de la porci&oacute;n

source: New Serving Size
es_es: Nuevo Tama&ntilde;o de la porci&oacute;n

source: Add or remove Serving Sizes
es_es: Agregar o quitar Tama&ntilde;o de las porciones

source: Choose from the most used Serving Sizes
es_es: Elija una de las m&aacute;s utilizadas tama&ntilde;o de las porciones

source: Ingredient
es_es: Ingrediente

source: Search Ingredients
es_es: Buscar Ingredientes

source: Popular Ingredients
es_es: Ingredientes populares

source: All Ingredients
es_es: Todos los ingredientes

source: Parent Ingredient
es_es: Padres Ingrediente

source: Edit Ingredient
es_es: Editar los ingredientes

source: Update Ingredient
es_es: Actualizaci&oacute;n de los ingredientes

source: Add Ingredient
es_es: Agregar los ingredientes

source: New Ingredient
es_es: Nuevos Ingredientes

source: Add or remove Ingredients
es_es: Agregar o quitar ingredientes

source: Choose from the most used Ingredients
es_es: Elija uno de los ingredientes m&aacute;s utilizados

source: Details
es_es: Detalles

source: Nutrients
es_es: Nutrientes

source: There was an error getting the list. Try again later.
es_es: Se ha producido un error al obtener la lista. Int&eacute;ntelo de nuevo m&aacute;s tarde.

source: Contributed:
es_es: Contribuci&oacute;n:

source: Contributors
es_es: Contribuyentes

source: This page includes a list of RecipePress users who have contributed time or money to the development of this plugin.
es_es: Esta p&aacute;gina incluye una lista de usuarios RecipePress que han contribuido con tiempo o dinero para el desarrollo de este plugin.

source: Major Contributors
es_es: Grandes Contribuyentes

source: Additional Contributors
es_es: Los contribuidores adicionales

source: %1$s is already listed in your recipe-box.
es_es: %1$s ya est&aacute; en la receta de la caja.

source: %1$s has been added to your recipe-box.
es_es: %1$s ha sido a&ntilde;adido a la receta de la caja.

source: Recipe successfully removed from
es_es: Receta eliminado con &eacute;xito de

source: Recipe
es_es: Receta

source: Recipe Pending
es_es: Receta Ingredientes

source: Image
es_es: Imagen

source: Recipe Title
es_es: Receta T&iacute;tulo

source: Introduction
es_es: Introducci&oacute;n

source: Featured
es_es: Destacados

source: Author
es_es: Autor

source: Date
es_es: Fecha

source: Yes
es_es: S&iacute;

source: RecipePress Importer
es_es: RecipePress Importador

source: Import
es_es: Importar

source: RecipePress Settings
es_es: RecipePress Configuraci&oacute;n

source: Settings
es_es: Configuraci&oacute;n

source: RecipePress Credits
es_es: RecipePress Cr&eacute;ditos

source: Credits
es_es: Cr&eacute;ditos

source: View all recipes filed under %s
es_es: Ver todas las recetas presentadas en virtud de %s

source: Importing recipe:
es_es: Importaci&oacute;n de receta:

source: This page allows you to import recipes formated in the RecipeML Format..
es_es: Esta p&aacute;gina le permite importar recetas con formato en el formato de RecipeML ..

source: Import File
es_es: Importar archivo

source: Import Results
es_es: Resultados de importaci&oacute;n

source: Recipe File Format
es_es: Receta Formato de archivo

source: RecipeML XML File
es_es: RecipeML de archivo XML

source: MealMaster File
es_es: Mealmaster Archivo

source: Default import category
es_es: Por defecto la categor&iacute;a de importaci&oacute;n

source: No Default
es_es: N por defecto

source: The importer will check if the recipe fits into an existing category, otherwise recipe will be added to this category.
es_es: El importador deber&aacute; comprobar si la receta se inscribe en una categor&iacute;a existente, de lo contrario la receta ser&aacute; agregado a esta categor&iacute;a.

source: Status for User Recipes
es_es: Condici&oacute;n Jur&iacute;dica y Social de recetas del usuario

source: Draft
es_es: Proyecto de

source: Pending Review
es_es: En espera de revisi&oacute;n

source: Published
es_es: Publicado

source: Select the default recipe status for new user submitted recipes.
es_es: Seleccione el estado receta por defecto para las recetas presentadas nuevo usuario.

source: File to import
es_es: Archivo para importar

source: Choose either a single file or a zip containing a collection of files of the same type..
es_es: Elija un &uacute;nico archivo o un zip que contiene una colecci&oacute;n de archivos del mismo tipo ..

source: Import Recipe
es_es: Receta de importaci&oacute;n

source: Instructions
es_es: Instrucciones

source: Recipes
es_es: Recetas

source: Recipe Categories
es_es: Receta Categor&iacute;as

source: Recipe Category
es_es: Receta Categor&iacute;a

source: Cuisines
es_es: Cocinas

source: Cuisine
es_es: Cocina

source: hour
es_es: horas

source: min
es_es: minutos

source: My Recipe Box
es_es: Mi Recetario

source: Add To Box
es_es: Agregar a la Caja

source: View My Box
es_es: Ver mi caja

source: Recipe Name
es_es: Receta Nombre

source: Recipe Image
es_es: Receta de la imagen

source: Recipe Notes
es_es: Receta de Notas

source: Servings
es_es: Porciones

source: Prep Time
es_es: Tiempo de preparaci&oacute;n

source: Cook Time
es_es: Tiempo de cocci&oacute;n

source: Measurement
es_es: Medici&oacute;n

source: Verify
es_es: Compruebe

source: Name
es_es: Nombre

source: Email
es_es: Correo electr&oacute;nico

source: Categories
es_es: Categor&iacute;as

source: Category
es_es: Categor&iacute;a

source: Sorry, no recipe found
es_es: Lo sentimos, no hay receta que se encuentran

source: <span>Posted</span> %1$s by %2$s
es_es: <span>Publicado</span> %1$s por %2$s

source: Posted in
es_es: Publicado en

source: Title
es_es: T&iacute;tulo

source: Date Added
es_es: Fecha Alta

source: My Notes
es_es: Mis notas

source: By:
es_es: Por:

source: View
es_es: Ver

source: Posted in :
es_es: Publicado en:

source: Cuisines :
es_es: Cocinas:

source: Directions
es_es: C&oacute;mo llegar

source: Pages:
es_es: P&aacute;ginas:

source: About %s
es_es: Sobre %s

source: View all posts by %s <span class="meta-nav">&rarr;</span>
es_es: Ver todos los mensajes de %s <span class="meta-nav"> &rarr; </span>

source: <span class="meta-nav">&larr;</span>More Taxonomies
es_es: <span class="meta-nav"> &larr; </span> M&aacute;s Taxonom&iacute;as

source: More Taxonomies <span class="meta-nav">&rarr;</span>
es_es: M&aacute;s Taxonom&iacute;as <span class="meta-nav"> $rarr; </span>

source: Sample recipes
es_es: Ejemplo de recetas

source: Select Print Size
es_es: Seleccione el tama&ntilde;o de impresi&oacute;n

source: Return to %1$s
es_es: Volver a %1$s

source: Servings:
es_es: Porciones:

source: This form was submitted without a proper nonce. Please contact the site administrator.
es_es: Este formulario se ha enviado sin un nonce adecuada. P&oacute;ngase en contacto con el administrador del sitio.

source: Are you sure you want to remove this recipe from %1$s?
es_es: ¿Est&aacute; seguro que desea eliminar esta receta de %1$s?

source: Error: File Upload Failed: Invalid File Extension. (%1$s)
es_es: Error: Error de carga de archivos: extensi&oacute;n de archivo no v&aacute;lido. (%1$s)

source: Error: Image file too large
es_es: Error: Archivo de imagen demasiado grande

source: Recipe image is required.
es_es: Receta de imagen es necesario.

source: Error creating recipe.
es_es: Error al crear la receta.

source: View All
es_es: Ver todos

source: No categories
es_es: No hay categor&iacute;as

source: Widget Title (optional):
es_es: Widget T&iacute;tulo (opcional):

source: How many items would you like to display?
es_es: ¿Cu&aacute;ntos art&iacute;culos le gustar&iacute;a estar en pantalla?

source: Always use default
es_es: Siempre utilice el default

source: Display Type:
es_es: Tipo de pantalla:

source: Newest Recipes
es_es: Nuevos Recetas

source: Random Recipes
es_es: Al azar Recetas

source: Most Popular
es_es: Los m&aacute;s populares

source: Recently Updated
es_es: Recientemente Actualizado

source: Sort Order:
es_es: Orden de Clasificaci&oacute;n:

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Recipe Category:
es_es: Receta Categor&iacute;a:

source: All Categories
es_es: Todas las categor&iacute;as

source: Show Icon?
es_es: Mostrar icono?

source: Icon Size (square):
es_es: Tama&ntilde;o del icono (cuadrado):

source: Link Target:
es_es: Destino de v&iacute;nculo:

source: None
es_es: Ninguno

source: New Window
es_es: Nueva ventana

source: Top Window
es_es: Ventana

source: Add link to Submit form?
es_es: A&ntilde;adir enlace Env&iacute;e el formulario?

source: List recipe categories on your sidebar. By GrandSlambert.
es_es: Categor&iacute;as de la lista la receta en la barra lateral. Por GrandSlambert.

source: RecipePress &raquo; Categories
es_es: RecipePress &raquo; Categor&iacute;as

source: List recipe taxonomies on your sidebar. By GrandSlambert.
es_es: Taxonom&iacute;a lista la receta en la barra lateral. Por GrandSlambert.

source: RecipePress &raquo; Taxonomies
es_es: RecipePress &raquo; Taxonom&iacute;as

source: List recipes on your sidebar. By GrandSlambert.
es_es: Lista de recetas en su barra lateral. Por GrandSlambert.

source: RecipePress &raquo; List
es_es: RecipePress &raquo; Lista

source: How many categories would you like to display?
es_es: ¿Cu&aacute;ntas categor&iacute;as le gustar&iacute;a estar en pantalla?

source: Sort by:
es_es: Ordenar por:

source: Category Name
es_es: Nombre de la categor&iacute;a

source: Recipe count
es_es: Receta contar

source: Random Order
es_es: Orden aleatorio

source: Show Count?
es_es: Mostrar Conde?

source: Text before count (optional):
es_es: Texto antes de contar (opcional):

source: Test after count (optional):
es_es: Texto antes de contar (opcional):

source: Widget Title (optional)
es_es: Widget T&iacute;tulo (opcional)

source: Taxonomy to display
es_es: Taxonom&iacute;a para mostrar

source: Display style
es_es: Mostrar estilo

source: List
es_es: Lista

source: Thumbnails
es_es: Miniaturas

source: Display
es_es: Mostrar

source: All Terms
es_es: Todos los T&eacute;rminos

source: entries sorted by:
es_es: las entradas ordenadas por:

source: Count
es_es: Conde

source: Show counts with
es_es: Mostrar cuenta con

source: before and
es_es: antes y

source: after.
es_es: despu&eacute;s.

source: Show option to view all entries
es_es: Opci&oacute;n Mostrar para ver todas las entradas

source: Custom Class Names
es_es: Personalizados Nombres Gen&eacute;ricos

source: Widget list class
es_es: Widget clase de lista

source: Widget item class
es_es: Widget elemento de clase

source: Widget child class
es_es: Widget clase hija

source: <span class="meta-nav">&larr;</span> Older recipes
es_es: <span class="meta-nav"> &larr; </span> Mayores recetas

source: Newer recipes <span class="meta-nav">&rarr;</span>
es_es: Recetas m&aacute;s recientes <span class="meta-nav"> &rarr; </span>

source: No Recipes Found
es_es: No hay recetas encontrados

source: There are currently no recipes in this category. Perhaps searching will help find a related post.
es_es: Actualmente no hay recetas en esta categor&iacute;a. Tal vez la b&uacute;squeda le ayudar&aacute; a encontrar un puesto relacionado.

source: Recipes posted on <span>%s</span>
es_es: Recetas publicadas en <span>%s</span>

source: Recipes posted in <span>%s</span>
es_es: Recetas publicado en <span>%s</span>

source: Recipe Archives
es_es: Receta Archivo

source: Categories:
es_es: Categor&iacute;as:

source: Recipes that include %1$s:
es_es: Las recetas que incluyen %1$s:

source: Ingredient Cloud:
es_es: Ingrediente nube:

source: Recipes listed in %1$s:
es_es: Las recetas que figuran en %1$s:

source: More Cuisines:
es_es: M&aacute;s Cocinas:

source: Primary Navigation
es_es: Primaria de navegaci&oacute;n

source: Cake Topper
es_es: Pastel de Topper

source: Fine Dining
es_es: Bellas comedor

source: Grilled Chicken
es_es: Pollo a la Parrilla

source: Healthy Foods
es_es: Los alimentos saludables

source: Hot Coals
es_es: Carbones calientes

source: Steak
es_es: Filete

source: Stovetop
es_es: Estufa

source: More Categories:
es_es: M&aacute;s categor&iacute;as:

source: Options
es_es: Opciones

source: Taxonomies
es_es: Taxonom&iacute;as

source: Display Settings
es_es: Configuraci&oacute;n de pantalla

source: Image Settings
es_es: Ajustes de imagen

source: Recipe Box
es_es: Recetario

source: Form Options
es_es: Opciones de formulario

source: Widget Defaults
es_es: Widget predeterminados

source: Administration
es_es: Administraci&oacute;n

source: Plugin Settings
es_es: Plugin de Configuraci&oacute;n

source: RecipePress settings have been reset to defaults.
es_es: Configuraci&oacute;n de RecipePress se han restablecido a los valores predeterminados.

source: RecipePress Settings Saved.
es_es: Configuraci&oacute;n RecipePress guardados.

source: Save Settings
es_es: Guardar configuraci&oacute;n

source: Ready Time
es_es: Listo Tiempo

source: Posted In:
es_es: Publicado en:

source: Print
es_es: Imprimir

source: Share
es_es: Compartir

source: &larr; More Recipes
es_es: %larr; M&aacute;s Recetas

source: More Recipes &rarr;
es_es: M&aacute;s recetas &rarr;

source: New Taxonomy
es_es: Nueva Taxonom&iacute;a

source: URL Slug
es_es: URL babosa

source: The URL slug to use for listing all of the items in "%1$s".
es_es: La direcci&oacute;n URL babosa utilizar por la publicaci&oacute;n de todos los elementos en "%1$s".

source: View on Site
es_es: Vea el sitio

source: Plural Name
es_es: Nombre Plural

source: Plural name to use in the menus for this plugin for the taxonomy "%1$s".
es_es: Nombre plural para utilizar en los men&uacute;s de este plug-in para la taxonom&iacute;a "%1$s".

source: Singular Name
es_es: Nombre Singular

source: Singular name to use in the menus for this plugin for the taxonomy "%1$s".
es_es: Nombre singular para utilizar en los men&uacute;s de este plug-in para la taxonom&iacute;a "%1$s".

source: Display Page
es_es: Presentaci&oacute;n de p&aacute;gina

source: The page where this taxonomy will be listed. You must place the short code [%1$s] on this page to display the recipes. This will be the page that users will be directed to if the template file "%2$s" does not exist in your theme.
es_es: La p&aacute;gina en la que esta taxonom&iacute;a se enumeran. Debe colocar el c&oacute;digo corto [%1$s] en esta p&aacute;gina para ver las recetas. Esta ser&aacute; la p&aacute;gina que los usuarios ser&aacute;n dirigidos a si el archivo de plantilla "%2$s" no existe en el tema.

source: Display how many per page
es_es: Mostrar cu&aacute;ntos por p&aacute;gina

source: Default
es_es: Por defecto

source: Hierarchical?
es_es: Jer&aacute;rquica?

source: Should the taxonomy "%1$s" have a hierarchical structure like post tags?
es_es: En caso de la taxonom&iacute;a "%1$s" tiene una estructura jer&aacute;rquica, como las etiquetas de correos?

source: Allow Multiple?
es_es: Permitir m&uacute;ltiples?

source: Should the taxonomy "%1$s" allow multiple selections on the public form?
es_es: En caso de la taxonom&iacute;a "%1$s" permitir selecciones m&uacute;ltiples en la forma p&uacute;blica?

source: Activate?
es_es: Activar?

source: Should the taxonomy "%1$s" be active on the site?
es_es: En caso de la taxonom&iacute;a "%1$s" se activa en el sitio?

source: Delete?
es_es: Eliminar?

source: Delete the taxonomy %1$s? Will not remove the data, only removes the taxonomy options.
es_es: Eliminar la taxonom&iacute;a %1$s? No quitar los datos, s&oacute;lo elimina las opciones de la taxonom&iacute;a.

source: Ingredient Slug
es_es: Ingrediente babosa

source: The URL slug to use for listing all of the ingredients.
es_es: La direcci&oacute;n URL babosa utilizar por la publicaci&oacute;n de todos los ingredientes.

source: Add a new taxonomy?
es_es: A&ntilde;adir una nueva taxonom&iacute;a?

source: Taxonomy Name
es_es: Taxonom&iacute;a Nombre

source: The taxonomy name for the new taxonomy. You will not be able to change this!
es_es: El nombre de la taxonom&iacute;a para la nueva taxonom&iacute;a. Usted no ser&aacute; capaz de cambiar esto!

source: <strong>Instructions</strong>: In the field above you need to enter the taxonomy object name. For example, categories is "recipe-category" This should not be one listed in the %1$s. It can contain ONLY letters, numbers, underscore (_) or dash (-). You will <strong>not</strong> be able to change this later. Click the "Save Settings" button to create the taxonomy, then set the options for the new taxonomy.
es_es: <strong> Instrucciones </strong>: En el campo de arriba tiene que introducir el nombre del objeto taxonom&iacute;a. Por ejemplo, las categor&iacute;as es "receta de categor&iacute;a " Esto no deber&iacute;a ser una lista de %1$s. Puede contener letras, n&uacute;meros, gui&oacute;n bajo (_) o gui&oacute;n (-). Usted <strong> no </strong> ser capaz de cambiar esto m&aacute;s adelante. Haga clic en la "Guardar configuraci&oacute;n"para crear la taxonom&iacute;a, a continuaci&oacute;n, establezca las opciones para la nueva taxonom&iacute;a.

source: Reserved Terms
es_es: Reservados T&eacute;rminos

source: Taxonomy Settings
es_es: Taxonom&iacute;a Configuraci&oacute;n

source: If you want to have a page that lists your taxonomies, you need to do one of two things:
es_es: Si usted desea tener una p&aacute;gina que muestra su taxonom&iacute;a, que hay que hacer una de dos cosas:

source: Create Pages
es_es: Crear P&aacute;ginas

source: Create individual pages for each taxonomy that will list the terms. These pages must have the [%1$s] short code on them. [%2$s]
es_es: Crear p&aacute;ginas individuales para cada taxonom&iacute;a que se recogen los t&eacute;rminos. Estas p&aacute;ginas deben tener el [%1$s] c&oacute;digo corto en ellos. [%2$s]

source: Documentation for shortcode
es_es: Documentaci&oacute;n para c&oacute;digo abreviado

source: Create Template File
es_es: Crear archivo de plantilla

source: If you create a template file named `recipe-taxonomy.php` in your theme, all taxonomies will use this template to display a list of taxonomies. [%1$s]
es_es: Si crea un archivo de plantilla llamado `recetas taxonomy.php» en su tema, todas las taxonom&iacute;as a utilizar esta plantilla para mostrar una lista de las taxonom&iacute;as. [%1$s]

source: Documentation
es_es: Documentaci&oacute;n

source: Warning!
es_es: ¡Atenci&oacute;n!

source: If you do not select a display page for a taxonomy and the template file does not exist, any calls to the site with the URL slug for the taxonomy will redirect to your default recipe list.
es_es: Si usted no selecciona una p&aacute;gina de visualizaci&oacute;n de una taxonom&iacute;a y el archivo de plantilla no existe, cualquier llamada a la p&aacute;gina con la direcci&oacute;n babosa para la taxonom&iacute;a redirigir&aacute; a su lista de recetas por defecto.

source: Widget Settings
es_es: Widget Configuraci&oacute;n

source: Default Items to Display
es_es: Selecci&oacute;n por defecto para mostrar

source: Default for new widgets.
es_es: Por defecto para nuevos widgets.

source: Default List Widget Type
es_es: Lista defecto Widget Tipo

source: Default link target when adding a new widget.
es_es: Destino del enlace predeterminada cuando se agrega un nuevo widget.

source: Default List Widget Sort
es_es: Ordenar lista por defecto Widget

source: Default Link Target
es_es: Destino predeterminado Enlace

source: Show Icons?
es_es: Mostrar iconos?

source: Check this option to show icons in widgets by default, can be turned of individually in each widget instance.
es_es: Marque esta opci&oacute;n para mostrar los iconos en los widgets por defecto, se puede activar de forma individual en cada caso flash.

source: Widget Icon Size
es_es: Widget tama&ntilde;o de los iconos

source: Default icon size for widgets, can be changed in each widget instance.
es_es: Tama&ntilde;o del icono por defecto de los widgets, se puede cambiar en cada caso flash.

source: Recipe Options
es_es: Receta Opciones

source: Index Slug
es_es: &iacute;ndice de bala

source: This will be used as the slug (URL) for the recipe index pages.
es_es: Este ser&aacute; utilizado como la babosa (URL) de las p&aacute;ginas de &iacute;ndice de recetas.

source: Use plugin permalinks?
es_es: Utilice plugin permalinks?
