Repository: georgetangca/wp-recipe-press
Catalog: lang/recipe-press-*.po
Languages: es_es

source: Wordpress 3.1+ has a feature to list recipes on an index page. If you prefer to use your own permalink structure, check this box and the plugin will use the settings below.
es_es: Wordpress 3.1+ tiene una caracter&iacute;stica de las recetas de lista en una p&aacute;gina de &iacute;ndice. Si prefiere usar su propia estructura de enlaces permanentes, marque esta casilla y el plugin usar&aacute; la configuraci&oacute;n de abajo.

source: Identifier
es_es: Identificador

source: This will be used in the permalink structure to identify the custom type for recipes.
es_es: Esto ser&aacute; utilizado en la estructura de enlaces permanentes para identificar el tipo de encargo para las recetas.

source: Permalink Structure:
es_es: Permalink Estructura:

source: Plural name to use in the menus for this plugin.
es_es: Nombre plural para utilizar en los men&uacute;s de este plugin.

source: Singular name to use in the menus for this plugin.
es_es: Nombre singular para utilizar en los men&uacute;s de este plugin.

source: Use Taxonomies?
es_es: Utilice taxonom&iacute;as?

source: Click this option to include the Taxonomies feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n de taxonom&iacute;as.

source: Manage Taxonomies
es_es: Administrar Taxonom&iacute;as

source: Use Servings?
es_es: Utilice porciones?

source: Click this option to include the servings feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n de porciones.

source: Use Times?
es_es: Utilice Times?

source: Click this option to include the prep and cook time feature.
es_es: Haga clic en esta opci&oacute;n para incluir la preparaci&oacute;n y disponen de tiempo de cocci&oacute;n.

source: Use Thumbnails?
es_es: Usar miniaturas?

source: Click this option to include the thumbnails feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n de im&aacute;genes en miniatura.

source: Use Featured?
es_es: Utilice destacados?

source: Click this option to include the featured recipes feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n de recetas presentadas.

source: Use Comments?
es_es: Utilice Comentarios?

source: Click this option to include the comments feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n de comentarios.

source: Use Trackbacks?
es_es: Utilice Trackbacks?

source: Click this option to include the trackback feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n trackback.

source: Use Custom Fields?
es_es: Utilice los campos personalizados?

source: Click this option to include the custom fields feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n de los campos personalizados.

source: Use Revisions?
es_es: Utilice las revisiones?

source: Click this option to include the revisions feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n de las revisiones.

source: Use Nutritional Value?
es_es: El uso del valor nutricional?

source: Click this option to include the nutritional value feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n de valor nutritivo.

source: These two use the built in category and post tags used in standard posts.
es_es: Estos dos utiliza el incorporado en las etiquetas de categor&iacute;a y despu&eacute;s utiliza en los mensajes est&aacute;ndar.

source: Use Post Categories?
es_es: Utilice las categor&iacute;as de Correos?

source: Click this option to include the post categories feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n de mensaje categor&iacute;as.

source: Use Post Tags?
es_es: Utilice las etiquetas de Correos?

source: Click this option to include the post tags feature.
es_es: Haga clic en esta opci&oacute;n para incluir la funci&oacute;n de post etiquetas.

source: Permalink Instructions
es_es: Instrucciones Permalink

source: The permalink structure will be used to create the custom URL structure for your individual recipes. These follow WP's normal %1$s, but must also include the content type %2$s and at least one of these unique tags: %3$s or %4$s.
es_es: La estructura de enlaces permanentes se utilizar&aacute; para crear la estructura de direcci&oacute;n URL personalizada para sus recetas individuales. Estos siguen normal WP %1$s, pero tambi&eacute;n debe incluir el tipo de contenido %2$s, y al menos una de estas etiquetas &uacute;nicas: %3$s o %4$s.

source: permalink tags
es_es: Etiquetas permalink

source: Allowed tags:
es_es: Se admiten las etiquetas:

source: For complete instructions on how to set up your permaliks, visit the %1$s.
es_es: Para obtener instrucciones completas sobre c&oacute;mo configurar su permaliks, visite el %1$s.

source: Documentation Page
es_es: Documentaci&oacute;n p&aacute;gina

source: Recipe Box Options
es_es: Receta Opciones Caja

source: Recipe Box is
es_es: Recetario es

source: Enabled
es_es: Habilitado

source: Disabled
es_es: minusv&aacute;lido

source: This slug will be used to create the URL for the recipe box option.
es_es: Este lingote se utiliza para crear la direcci&oacute;n URL de la opci&oacute;n caja de recetas.

source: Recipe Box Page
es_es: Receta recuadro de la p&aacute;gina

source: None Selected
es_es: Ninguna seleccionada

source: Select a page to display the Recipe Box on if there is no template file for it. You must include the [%1$s] shortcode on this page.
es_es: Seleccione una p&aacute;gina para mostrar la caja de la receta en si no hay un archivo de plantilla para ello. Debe incluir el [%1$s] abreviado en esta p&aacute;gina.

source: Box Title
es_es: T&iacute;tulo del cuadro

source: This will be displayed at the top right of the recipe box.
es_es: Esto se muestra en la parte superior derecha de la caja de recetas.

source: Add to box link
es_es: A&ntilde;adir a la caja de enlace

source: The title to use in the recipe controls to add a recipe to the Recipe Box.
es_es: El t&iacute;tulo de usar en la receta de controles para agregar una receta a la caja de la receta.

source: View box link
es_es: Ver cuadro de enlace

source: The title to use for the link to the View Recipe Box.
es_es: El t&iacute;tulo va a utilizar para la conexi&oacute;n a la caja de vista de recetas.

source: Image Options
es_es: Opciones de imagen

source: This page allows you to manage the built in image sizes used for recipes. Image sizes lised below will be prefixed with "%1$s" when they are registered with WordPress.
es_es: Esta p&aacute;gina le permite administrar el construido en el tama&ntilde;o de las im&aacute;genes utilizadas para las recetas. Los tama&ntilde;os de imagen zada a continuaci&oacute;n se prefijo "%1$s" cuando se registran con WordPress.

source: Please note that you will not be able to change the name or slug for the built in sizes.
es_es: Tenga en cuenta que no ser&aacute; capaz de cambiar el nombre o la babosa de la construcci&oacute;n en los tama&ntilde;os.

source: Warning
es_es: Advertencia

source: If you change the sizes of the images on this page, your existing images will not automatically be resized. I suggest using the %1$s plugin by %2$s which will recreate all the image sizes. This only needs to be done if you change these image sizes.
es_es: Si cambia el tama&ntilde;o de las im&aacute;genes en esta p&aacute;gina, las im&aacute;genes existentes no ser&aacute;n autom&aacute;ticamente cambia el tama&ntilde;o. Yo sugiero utilizar el %1$s plugin %2$s que volver a crear todos los tama&ntilde;os de imagen. Esto s&oacute;lo debe hacerse si cambia estos tama&ntilde;os de imagen.

source: Regenerate Thumbnails
es_es: Regenerar Miniaturas

source: Image Name
es_es: Nombre de la imagen

source: Slug
es_es: Babosa

source: Width
es_es: Ancho

source: Height
es_es: Altura

source: Mode
es_es: Modo

source: Hard Crop
es_es: Duro de cultivos

source: Proportional
es_es: Proporcional

source: Reset to default:
es_es: Restablecimiento de los valores:

source: Remove Recipes:
es_es: Retire Recetas:

source: Pending only
es_es: En espera de s&oacute;lo

source: All Recipes
es_es: Todas las recetas

source: Remove %1$s:
es_es: Eliminar %1$s:

source: Empty %1$s
es_es: Vaciar %1$s

source: Remove Recipe Sizes:
es_es: Quitar tama&ntilde;os Receta:

source: Empty Sizes
es_es: Tama&ntilde;os vac&iacute;o

source: Remove Recipe Servings:
es_es: Retire porciones Receta:

source: Empty Serving Sizes
es_es: Vaciar tama&ntilde;o de las porciones

source: Remove Recipe Ingredients:
es_es: Retire Ingredientes:

source: Empty Ingredients
es_es: Ingredientes vac&iacute;o

source: Back-up Options:
es_es: Opciones de respaldo:

source: Restore Options:
es_es: Opciones de restauraci&oacute;n:

source: Display in menu after
es_es: Pantalla en el men&uacute; despu&eacute;s de

source: Select where in the WordPress menu you want the Recipes menu to appear.
es_es: Seleccione el lugar donde en el men&uacute; de WordPress desea que el men&uacute; de recetas a aparecer.

source: Add recipes to author lists?
es_es: A&ntilde;adir a listas de recetas de autor?

source: Click this option to include the recipes by each author in their respective post list.
es_es: Haga clic en esta opci&oacute;n para incluir las recetas por cada autor en su lista de correos respectiva.

source: Default Excerpt Length
es_es: Extracto de longitud por defecto

source: Default length of introduction excerpt when displaying in lists.
es_es: Longitud predeterminada de extracto introducci&oacute;n al mostrar en las listas.

source: Recipes to display
es_es: Recetas para mostrar

source: Use default reading setting.
es_es: Usar configuraci&oacute;n por defecto de lectura.

source: How many recipes to display per page on the listing pages.
es_es: Como muchas recetas para mostrar por p&aacute;gina en las p&aacute;ginas de anuncio.

source: Recipes Sort Field
es_es: Recetas de campo de ordenaci&oacute;n

source: Random
es_es: Al azar

source: Comment Count
es_es: Comentar Conde

source: Menu Order
es_es: Orden del men&uacute;

source: The listing order of recipes on the index page.
es_es: El orden del listado de recetas en la p&aacute;gina de &iacute;ndice.

source: Use Plugin CSS?
es_es: Usar plug-in CSS?

source: Click this option to include the CSS from the plugin.
es_es: Haga clic en esta opci&oacute;n para incluir la CSS desde el plugin.

source: Disable Content Filtering?
es_es: Contenido desactivar el filtrado?

source: Click this option to completely disable any content filtering. Warning! Only do this if you have created template files and are having an issue with template display.
es_es: Haga clic en esta opci&oacute;n para impedir por completo el contenido filtrado. ¡Atenci&oacute;n! S&oacute;lo haga esto si ha creado archivos de plantilla y est&aacute; teniendo un problema con la exhibici&oacute;n de la plantilla.

source: Default time display
es_es: La pantalla por defecto de tiempo

source: Single Line
es_es: L&iacute;nea recta

source: Two Line
es_es: De dos l&iacute;neas

source: "Hours" Text
es_es: "Horas" Texto

source: This is the text that will be used in the ready time box if more than 60 minutes is required. Leave as a singular word.
es_es: Este es el texto que se utilizar&aacute; en el cuadro de tiempo de preparaci&oacute;n si hay m&aacute;s de 60 minutos se requiere. Deja como una palabra singular.

source: "Minutes" Text
es_es: "Acta" Texto

source: Recipe Form Settings
es_es: Receta Configuraci&oacute;n Formulario

source: Important Notice
es_es: Aviso importante

source: To display the recipe form, add the %1$s short code to any page or post. You must do this on the page you selected below for the form to display.
es_es: Para mostrar la forma de recetas, agregue el %1$s c&oacute;digo de acceso a cualquier p&aacute;gina o correo. Debe hacerlo en la p&aacute;gina que ha seleccionado a continuaci&oacute;n para la forma que se vea.

source: Default form page
es_es: P&aacute;gina por defecto forma

source: If a page is selected, all links to the submit form created by the plugin will direct to this page. The form will not automatically be added to this page.
es_es: Si una p&aacute;gina est&aacute; seleccionada, todos los enlaces a presentar el formulario creado por el plugin directo a esta p&aacute;gina. El formulario no se agregar&aacute; autom&aacute;ticamente a esta p&aacute;gina.

source: Redirect Page
es_es: P&aacute;gina de redireccionamiento

source: What page to redirect a visitor to after a recipe has been submitted successfully.
es_es: ¿En qu&eacute; p&aacute;gina para redirigir un visitante despu&eacute;s de una receta se ha enviado correctamente.

source: Use public submit form?
es_es: Env&iacute;e el formulario de uso p&uacute;blico?

source: If checked, allows users to submit recipes from the front end.
es_es: Si est&aacute; activada, permite a los usuarios enviar recetas de la parte delantera.

source: Require login for submit?
es_es: Requerir inicio de sesi&oacute;n para enviar?

source: If checked, users must log in to submit a recipe.
es_es: Si est&aacute; activada, los usuarios deben iniciar sesi&oacute;n para enviar una receta.

source: Number of ingredients fields on blank form
es_es: N&uacute;mero de campos de formulario en blanco ingredientes

source: How many initial ingredients input lines to display on a blank form.
es_es: ¿Cu&aacute;ntas l&iacute;neas iniciales de entrada para mostrar los ingredientes en un formulario en blanco.

source: Required Form Fields
es_es: Los campos obligatorios Formulario

source: Notes
es_es: Notas

source: Only displayed when a user is not logged in
es_es: S&oacute;lo se muestra cuando un usuario no se registra en

source: reCaptcha Settings
es_es: Configuraci&oacute;n reCaptcha

source: To use reCaptcha on the public form, enter your public and private keys here.
es_es: Para usar reCAPTCHA en la forma p&uacute;blica, introduzca sus claves privadas y p&uacute;blicas.

source: Get Keys
es_es: Obtener claves

source: Force for All Users?
es_es: Fuerza para todos los usuarios?

source: If checked, logged in users will see the reCaptcha.
es_es: Si est&aacute; activada, los usuarios registrados ver&aacute; el reCaptcha.

source: Public Key
es_es: Clave P&uacute;blica

source: Private Key
es_es: La clave privada

source: <span class="meta-nav">&larr;</span> Previous %1$s
es_es: <span class="meta-nav"> &larr; </span> Anterior %1$s

source: Next %1$s <span class="meta-nav">&rarr;</span>
es_es: A continuaci&oacute;n %1$s <span class="meta-nav"> &rarr; </span>

source: No Size
es_es: No Tama&ntilde;o

source: Ready in
es_es: Listo en

source: Featured?
es_es: Destacados?

source: Link ingredients?
es_es: Enlace ingredientes?

source: Check this box if you want your ingredients without page or URL links to link to a list of recipes with that ingredient.
es_es: Marque esta casilla si desea que sus ingredientes, sin v&iacute;nculos de la p&aacute;gina o URL para enlazar a una lista de recetas con ese ingrediente.

source: Search Recipe Box
es_es: Recetario de la b&uacute;squeda

source: No notes
es_es: No hay notas

source: Save Notes
es_es: Guardar notas

source: Cancel
es_es: Cancelar

source: Amount Per Serving
es_es: Cantidad por dosis

source: Converting Old Recipes
es_es: Conversi&oacute;n de Recetas Antiguo

source: Converting %1$d categories
es_es: Conversi&oacute;n de %1$d categor&iacute;as

source: Converting %1$d recipes
es_es: Conversi&oacute;n de %1$d recetas

source: Converting %1$d comments
es_es: Conversi&oacute;n de %1$d comentarios

source: Quantity
es_es: Cantidad

source: Link to page
es_es: Enlace a la p&aacute;gina

source: Drag Ingredient
es_es: Arrastra los ingredientes

source: Delete Ingredient
es_es: Eliminar los ingredientes

source: Add Divider
es_es: A&ntilde;adir Divisor

source: No size
es_es: No Tama&ntilde;o

source: Missing required field: %1$s
es_es: Falta el campo: %1$s

source: Please enter the words above.
es_es: Por favor, introduzca las palabras anteriores.

source: Thank you for entering valid captcha text.
es_es: Gracias por entrar texto de la imagen v&aacute;lida.

source: Submit Recipe
es_es: Enviar Receta

source: Thank you for trying the %1$s plugin - I hope you find it useful. For the latest updates on this plugin, vist the %2$s.
es_es: Gracias por probar el %1$s plugin - Espero que les sea &uacute;til. Para conocer las &uacute;ltimas noticias sobre este plugin, visita el %2$s.

source: official site
es_es: sitio oficial

source: If you have questions about this plugin, please use our %1$s and take a look at our %2$s.
es_es: Si usted tiene preguntas acerca de este plugin, por favor use nuestro %1$s y echar un vistazo a nuestro %2$s.

source: Support Forum
es_es: Foro de Soporte

source: Documentation Project
es_es: Proyecto de Documentaci&oacute;n de

source: Please report bugs on the %1$s page.
es_es: Por favor, informar de errores en la p&aacute;gina %1$s.

source: Bug Tracking
es_es: De seguimiento de fallos

source: This plugin is &copy; %1$s by %2$s and is released under the %3$s
es_es: Este plugin es &copy; %1$s por %2$s, y se distribuye bajo la %3$s

source: GNU General Public License
es_es: GNU Licencia P&uacute;blica General

source: Donate
es_es: Dona

source: If you find this plugin useful, please consider supporting this and our other great %1$s.
es_es: Si usted encuentra este &uacute;til plugin, por favor considere el apoyo a esta y otras grandes nuestros %1$s.

source: Donate a few bucks!
es_es: Dona un poco de dinero!

source: Convert Old Recipes
es_es: Convertir antiguas recetas

source: Conversion Options
es_es: Opciones de conversi&oacute;n

source: I have detected that you have convertd an older version of %1$s at some time. The old recipes and other items are still present in the system. Would you like to convert them?
es_es: He detectado que han convertd una versi&oacute;n anterior de %1$s en alg&uacute;n momento. Las viejas recetas y otros elementos est&aacute;n presentes en el sistema. ¿Te gustar&iacute;a convertir?

source: Convert Recipes?
es_es: Convertir recetas?

source: Click this option to convert all existing recipes.
es_es: Haga clic en esta opci&oacute;n para convertir todas las recetas existentes.

source: Convert Categories?
es_es: Convertir las categor&iacute;as?

source: Click this option to convert your old recipe categories.
es_es: Haga clic en esta opci&oacute;n para convertir tus categor&iacute;as vieja receta.

source: Convert Comments?
es_es: Convertir Comentarios?

source: Click this option to convert all existing recipe comments.
es_es: Haga clic en esta opci&oacute;n para convertir todos los comentarios de recetas existentes.

source: Notce: Running this conversion script will copy the data from the old install and remove all old data. Please make a backup of your old data before running this conversion.
es_es: Notce: La ejecuci&oacute;n de esta secuencia de comandos de conversi&oacute;n copiar los datos de la antigua instalar y quitar todos los datos de edad. Por favor, haga una copia de seguridad de sus datos de edad antes de ejecutar esta conversi&oacute;n.

source: Start Conversion
es_es: Inicio de conversi&oacute;n

source: Turn your Wordpress site into a full fledged recipe sharing system. Allow users to submit recipes, organize recipes in hierarchal categories, make comments, and embed recipes in posts and pages.
es_es: D&eacute; vuelta a su sitio de Wordpress en un completo sistema de derecho compartir la receta. Permita a los usuarios enviar recetas, recetas de organizar en categor&iacute;as jer&aacute;rquicas, hacer comentarios y recetas incrustar en blogs y p&aacute;ginas.
